import React from "react";

export default function NizamAldirasih() {
  return (
    <div className="  px-3 pb-4 min-h-fit bg-gradient-to-br from-[#0f172a] to-[#f28a24] bg-fixed bg-cover  ">
      <div className="w-full h-[90px] lg:mb-15 mb-2 "></div>
      <div className=" container  rounded-2xl overflow-hidden mx-auto shadow-lg  bg-gray-200 ">
        <div className="bg-gray-900 w-full py-3 px-4 cursor-pointer ">
          <h1 className="container mx-auto text-white md:text-3xl text-lg  font-bold">
            الدراسة والإمتحانات :
          </h1>
        </div>
        <div className="container mx-auto ">
          <div className={` gap-x-3  overflow-hidden  py-2 `}>
            <div className="  py-2 px-4 font-medium text-lg h-fit">
              <div className=" space-y-4 text-xl pt-2">
                <p>
                  – يُحدد وزير التعليم العالي موعد بدء الدراسة ونهايتها والعطلات
                  بالمعهد على أن تكون مدة الدراسة (34) أسبوعاً بما فيها مدة
                  الإمتحان مقسمة إلى فصلين دراسيين مدة كل منها (17) أسبوعاً .{" "}
                </p>
                <p>
                  – اللغتان العربية والإنجليزية هما لغتا التعليم بالمعهد، ويكون
                  أداء الإمتحان باللغة التي يُدرس بها المقرر.
                </p>
                <p>
                  –تحدد مجالس الأقسام المختصة الموضوعات التي تدرس في كل مقرر
                  ويصدر بإعتمادها قرار من مجلس إدارة المعهد، أما بالنسبة
                  للمقررات التي ليس لها أقسام بالمعهد فيقوم مجلس إدارة المعهد
                  بتشكيل لجاناً علمية مشتركة من أقسام المعهد والأقسام المناظرة
                  لها بالكليات الأخرى لإقتراح الموضوعات التي تدرس في هذه
                  المقررات .
                </p>
                <p>
                  – تبين الجداول الدراسية الملحقة بهذه اللائحة المقررات الدراسية
                  موزعة على الفصلين الدراسيين بشكل عام من سنوات الدراسة، وعدد
                  الساعات المخصصة أسبوعياً لكل مقرر من محاضرات ودروس عملية
                  وتمارين وساعات الإمتحان والنهاية العظمى للدرجات في الإمتحانات
                  التحريرية والعملية وأعمال السنة وكذلك المحتوى العلمي لكل مقرر
                  دراسي .{" "}
                </p>
                <p>
                  – تعقد الإمتحانات في نهاية كل فصل دراسي في المقررات التي درسها
                  الطالب في فرقته وفى المقررات المختلفة حسب الجداول المرفقة
                  باللائحة الداخلية للمعهد وذلك فيما عدا المقررات المستمرة حيث
                  تعقد إمتحاناتها في نهاية العام الدراسي .
                </p>
                <p>
                  – يجب على الطلاب متابعة الدروس والإشتراك في التمرينات العملية
                  وأعمال الورش والتدريب وقاعات البحث وفقاً لأحكام اللائحة
                  الداخلية، والإنتظام بالمعهد، ولمجلس الإدارة أن يحرم الطالب من
                  التقدم للإمتحان كله أو في بعض المواد إذا رأى أن مواظبته طبقاً
                  لأحكام اللائحة الداخلية غير مرضية، وفي هذه الحالة يعتبر الطالب
                  راسباً في المقررات التي حُرِم من التقدم للإمتحان فيها .
                </p>
                <p>
                  – يُحرم الطالب من دخول إمتحان المقرر في الفصل الدراسي إذا زادت
                  نسبة عدد مرات غيابه عن 25% من المقرر، ويعتبر راسباً في هذا
                  المقرر، ويصدر مجلس إدارة المعهد قراراً بحرمان الطالب من دخول
                  الإمتحان في هذا المقرر، إلا إذا قدم الطالب عذراً يقبله مجلس
                  إدارة المعهد فلا يعتبر غيابه رسوباً مع إعتماده من الوزارة .
                </p>
                <p>
                  – يصدر سنوياً قراراً من وزير التعليم العالي بناءً على عرض رئيس
                  قطاع التعليم بتعيين رئيس عام الإمتحان النهائي (البكالوريوس)
                  بالمعهد، ويعتبر مدير المعهد رئيساً عاماً لإمتحان النقل ويكون
                  رئيس عام الإمتحان مسئولاً مسئولية كاملة عن تنظيم جميع الأعمال
                  المتعلقة بالإمتحان .
                </p>
                <p>
                  – يكون مدير المعهد هو الرئيس العام للإمتحانات بالمعهد والوكيل
                  المختص نائباً له وتُشكل لجان العمل للإمتحانات وفقاً للقواعد
                  المنظمة لذلك المعهد وعلى أن يعتمد هذا التشكيل من رئيس القطاع
                  المختص .{" "}
                  <ul className="mx-4 pt-2 space-y-3">
                    <li>
                      1. لا يجوز للطالب أن يبقى في الفرقة الواحدة أكثر من سنتين
                      دراسيتين
                    </li>
                    <li>
                      2. يجوز لمجلس إدارة المعهد الترخيص للطلاب الذين قضوا
                      بفرقتهم سنتين في التقدم إلى الإمتحان من الخارج في السنة
                      التالية في المقررات التي رسبوا فيها ، وذلك فيما عدا طلاب
                      السنة الأولى .
                    </li>
                    <li>
                      3. يجوز لمجلس إدارة المعهد علاوة على ما تقدم الترخيص لطلاب
                      الفرقة النهائية وما قبل النهائية الذين قضوا بفرقتهم سنتين
                      التقدم للإمتحان من الخارج في السنة التالية في المقررات
                      التي رسبوا فيها وبفرصتين إضافيتين للتقدم للإمتحان من
                      الخارج .
                    </li>
                    <li>
                      4. بالنسبة للمعاهد التي تكون مدة الدراسة بها خمس سنوات على
                      الأقل، يُعامل طلاب الفرقة الثانية بالمعاهد التي بها فرقة
                      إعدادية وكذلك طلاب الفرقة الثالثة بالمعاهد التي ليس بها
                      فرقة إعدادية معاملة طلاب الفرقة قبل النهائية .
                    </li>
                    <li>
                      5. إذا رسب طالب بالفرقة النهائية فيما لا يزيد عن نصف عدد
                      المقررات لهذه الفرقة وذلك بصرف النظر عن المقررات المتخلفة
                      من فرق سابقة رخص له بدخول الإمتحان حتى يتم نجاحه .
                    </li>
                  </ul>
                </p>
                <p>
                  – لمجلس إدارة المعهد أن يعفي الطالب من حضور المقررات الدراسية
                  كلها أو بعضها عدا مقررات الفرقة النهائية إذا ثبت أنه حضر
                  مقررات دراسية تعادلها في معهد علمي معترف به من الوزارة
                  .وللمجلس أن يعفيه كذلك من إمتحانات النقل كلها أو بعضها إذا ثبت
                  أنه أدى بنجاح إمتحانات تعادلها في معهد علمي معترف به من
                  الوزارة .
                </p>
                <p>
                  – تخضع إمتحانات النقل والإمتحانات النهائية للنظم والقواعد التي
                  تقررها وزارة التعليم العالي لكل معهد عالي خاص .
                </p>
                <p>
                  – ويعتمد مجلس إدارة المعهد نتائج إمتحانات النقل، وتعتمد وزارة
                  التعليم العالي نتائج الإمتحانات النهائية .
                </p>
                <p>
                  – ويمنح الطلاب الذين يتمون دراساتهم في المعهد بنجاح درجة
                  البكالوريوس وتعتمد هذه الشهادات من وزير التعليم العالي .
                </p>
                <p>
                  – في جميع الشعب يُنقل الطالب من الفرقة المقيد بها إلى الفرقة
                  التي تليها إذا نجح في جميع المقررات الدراسية أو كان راسباً
                  فيما لا يزيد عن مقررين من فرقته أو من فرقة أدنى .{" "}
                </p>
                <p>
                  – لايكون النقل من سنة إلى أخرى إلا في نهاية السنة الدراسية،
                  ولا يُعاد إمتحان الطالب في المقرر الذي نجح فيه .
                </p>
                <p>
                  – يجوز لمجلس الإدارة أن يوقف قيد الطالب لمدة سنة دراسية ولا
                  تزيد عن سنتين إذا تقدم بعذر مقبول يمنعه من الإنتظام في
                  الدراسة، ويجوز لرئيس الإدارة المركزية مد هذه المدة بحد أقصى
                  ضعف مدة الدراسة بالمعهد عند الضرورة القصوى .{" "}
                </p>
              </div>
              <div>
                <h2 className=" font-bold text-xl my-2">
                  يقدر نجاح الطلاب في المقررات الدراسية والمجموع الكلى في
                  إمتحانات النقل بأحد التقديرات الآتية :-
                </h2>
                <p>
                  <ul className="mx-4 pt-2 space-y-3">
                    <li>
                      1. ممتاز إذا حصل على 85% فأكثر مندرجة النهاية العظمى .
                    </li>
                    <li>
                      2. جيد جداً إذا حصل على 75% إلى أقل من 85% من مجموع
                      الدرجات{" "}
                    </li>
                    <li>
                      3. جيد إذا حصل على 65% إلى أقل من 75 % من مجموع الدرجات .
                    </li>
                    <li>
                      4. مقبول إذا حصل على 50% إلى أقل من 65 % من مجموع الدرجات
                    </li>
                  </ul>
                </p>
              </div>
              <div>
                <h2 className=" font-bold text-xl my-2">
                  أما الرسوب فيقدر بأحد التقديرين الآتيين:-
                </h2>
                <p>
                  <ul className="mx-4 pt-2 space-y-3">
                    <li>
                      1.ضعيف إذا حصل على 30% إلى أقل من 50% من درجة النهاية
                      العظمى .
                    </li>
                    <li>
                      2.ضعيف جداً إذا حصل على أقل من 30% من درجة النهاية العظمى
                    </li>
                  </ul>
                </p>
              </div>
              <p>
                – وإذا تضمن الإمتحان في أحد المقررات إمتحاناً تحريرياً وآخر
                شفوياً أو عملياً فإن تقدير الطالب في هذا المقرر يتكون من متوسط
                تقديرات التحريري أو الشفوي والعملي ويعتبر الطالب الغائب في
                الإمتحان التحريري غائباً في إمتحان المقرر ولا ترصد له درجة فيه .
              </p>
              <p>
                – يحسب التقدير العام لنجاح الطالب في كل فرقة على أساس التقديرات
                التي حصل عليها في المقررات المختلفة، مع مراعاة ألا يزيد تقديره
                على مقبول في المقرر الذي سبق أن رسب فيه وتغيب عن أداء الإمتحان
                الخاص به بغير عذر مقبول، أما إذا كان قد تغيب بعذر مقبول فيحسب له
                تقدير النجاح الذي حصل عليه .
              </p>
              <p>
                – يقوم طلاب الفرقة النهائية بجميع شعب الدراسة بإعداد مشروع
                التخرج ، وتحدد مجالس الأقسام المختصة موضوعه، ويحدد مجلس إدارة
                المعهد بناءً على إقتراح مجالس الأقسام المختصة فترة إضافية لا
                تزيد على (4) أسابيع للمشروع بعد الإمتحان التحريري في نهاية العام
                الدراسي، وكذلك يقوم بتشكيل لجان تقييم تلك المشاريع عملياً
                وشفهياً .
              </p>
              <p>
                – يمنح الناجحون في الإمتحان النهائي شهادة بالدرجة العلمية مبيناً
                بها التقدير وذلك بعد تأدية ما عليهم من رسوم مقررة، ورد ما
                بعهدتهم، ويتم التوقيع على هذه الشهادة من مدير المعهد ووزير
                التعليم العالي، ويمنح الطالب الناجح في الإمتحان النهائي شهادة
                مؤقتة يوقعها مدير المعهد مبيناً بها (الإسم / دور التخرج /
                التقدير العام / والمجموع / والدرجة العلمية التي حصل عليها /
                والتقدير الذي حصل عليه) .
              </p>
              <p>
                – لا يُمنح الطالب شهادة التخرج إلا إذا نجح في جميع المقررات
                الدراسية.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
